# основные функции:
# основные модули:
# view.py - функции для работы с пользователем
# database.py - функции для работы с текстовым файлом
# controller.py - связь этих функций между собой
# main.py - модуль для запсука скрипта(необязательно)
# 0)менюшка с функциями ниже, чтобы в терминале писать цифру - означающую номер функции, в бесконечном цикле
# 1)ввод данных пользователем(имя, телефон, дата рождения)
# 2)добавление записи в txt документ
# 3)поиск по полю - либо телефон, либо имя
# 4)сортировка файла по имени,или по дате рождения и его перезапись
# 5) вывод только имен сотрудников
# 6)вывод всего файлика txt

